<?php
return [
    0 => [
        'title' => 'Не выбрано',
        'amo'   => 0
    ],
    1 => [
        'title' => 'Горячий. Расположен',
        'color' => '#f065482e',
        'amo'   => 654721
    ],
    2 => [
        'title' => 'Лоялен готов говорить',
        'color' => '#f7b84b2e',
        'amo'   => 654723
    ],
    3 => [
        'title' => 'На контакт идет. Малословен',
        'color' => '#299cdb2e',
        'amo'   => 654725
    ],
    4 => [
        'title' => 'Актуально. Не шел на контакт визитку попросил',
        'color' => '#2125292e',
        'amo'   => 654727
    ],
    5 => [
        'title' => 'Не актуально. Не нужен ремонт',
        'color' => '#111111',
        'amo'   => 654769
    ],
    6 => [
        'title' => 'Нет минималки',
        'color' => '#111111',
        'amo'   => 661429
    ],
    7 => [
        'title' => 'Продает',
        'color' => '#111111',
        'amo'   => 661431
    ],
    8 => [
        'title' => 'Уже нашел',
        'color' => '#111111',
        'amo'   => 661433
    ],
    9 => [
        'title' => 'Актуально. Ключей нет',
        'color' => '#111111',
        'amo'   => 661435
    ],
    10 => [
        'title' => 'Актуально готовится ДП',
        'color' => '#111111',
        'amo'   => 661437
    ],
    11 => [
        'title' => 'Никогда НДЗ',
        'color' => '#111111',
        'amo'   => 661439
    ],
    12 => [
        'title' => 'Горячий. Нет ключей',
        'color' => '#111111',
        'amo'   => 661441
    ],
    13 => [
        'title' => 'Ключей нет. Не самый контактный',
        'color' => '#111111',
        'amo'   => 661455
    ],
    14 => [
        'title' => 'Думает НДЗ',
        'color' => '#111111',
        'amo'   => 661621
    ]
];
