<?php
return [
    1 => [
        'title' => 'Неразобранное',
        'color' => '#c1c1c1',
        'amo'   => 35586889,
    ],
    2 => [
        'title' => 'Квалификация (взят в работу)',
        'color' => '#fffd7f',
        'amo'   => 35586898
    ],
    3 => [
        'title' => 'Думают покупать жильё',
        'color' => '#99ccff',
        'amo'   => 47002144,
    ],
    4 => [
        'title' => 'Не дозвон',
        'color' => '#99ccff',
        'amo'   => 43138144,
    ],
    5 => [
        'title' => 'Отложенные (ждут ключи)',
        'color' => '#c1e0ff',
        'amo'   => 43180735,
    ],
    6 => [
        'title' => 'Думают связь только Мессенджеры',
        'color' => '#99ccff',
        'amo'   => 44139361,
    ],
    7 => [
        'title' => 'Думает/В работе у оператора',
        'color' => '#ffeab2',
        'amo'   => 35679388,
    ],
    8 => [
        'title' => 'Перезвонить на замер (горячие)',
        'color' => '#fffd7f',
        'amo'   => 43138150,
    ],
    9 => [
        'title' => 'Выезд замерщика',
        'color' => '#ffce5a',
        'amo'   => 35586907
    ],
    10 => [
        'title' => 'Выезд Дизайн',
        'color' => '#99ccff',
        'amo'   => 44322976
    ],
    11 => [
        'title' => 'Удаленный просчёт',
        'color' => '#99ccff',
        'amo'   => 46141030
    ],
    12 => [
        'title' => 'Выезд замерщика распределение',
        'color' => '#ffc8c8',
        'amo'   => 45680017
    ],
    13 => [
        'title' => 'в новой срм',
        'color' => '#ebffb1',
        'amo'   => 62497718
    ],
    /*
    14 => [
        'title' => 'Распределен',
        'color' => '#d6eaff',
        'amo'   => 45660106
    ],
    15 => [
        'title' => 'Выезд не состоялся Оператор',
        'color' => '#ffc8c8',
        'amo'   => 45278374
    ],
    16 => [
        'title' => 'Выезд не состоялся замерщик',
        'color' => '#ff8f92',
        'amo'   => 45278377
    ],
    17 => [
        'title' => 'Холостой',
        'color' => '#ffdc7f',
        'amo'   => 45278380
    ],
    18 => [
        'title' => 'Выезд состоялся',
        'color' => '#ccc8f9',
        'amo'   => 44177440
    ],
    19 => [
        'title' => 'Согласовать смету',
        'color' => '#e94d4d',
        'amo'   => 35586910
    ],
    20 => [
        'title' => 'Возврат на доработку РОПу',
        'color' => '#99ccff',
        'amo'   => 45370696
    ],
    21 => [
        'title' => 'Заморозка ОП',
        'color' => '#99ccff',
        'amo'   => 46515625
    ],
    22 => [
        'title' => 'Выдано в работу',
        'color' => '#99ccff',
        'amo'   => 42528271
    ],
    23 => [
        'title' => 'Запуск объекта ИВА',
        'color' => '#fffd7f',
        'amo'   => 47066698
    ],
    24 => [
        'title' => 'Производится ремонт ИВА',
        'color' => '#87f2c0',
        'amo'   => 47066701
    ],
    25 => [
        'title' => 'Запуск объекта МДА',
        'color' => '#fffd7f',
        'amo'   => 45858286
    ],
    26 => [
        'title' => 'производится ремонт МДА',
        'color' => '#87f2c0',
        'amo'   => 35586919
    ],
    27 => [
        'title' => 'Запуск объекта КМП',
        'color' => '#fffeb2',
        'amo'   => 52166518
    ],
    28 => [
        'title' => 'производится ремонт КМП',
        'color' => '#87f2c0',
        'amo'   => 52166521
    ],
    29 => [
        'title' => 'Запуск объекта МСП',
        'color' => '#fffeb2'
    ],
    30 => [
        'title' => 'ПРОИЗВОДИТСЯ РЕМОНТ МСП',
        'color' => '#87f2c0',
        'amo'   => 53330438
    ],
    31 => [
        'title' => 'ЗАПУСК ОБЪЕКТА БСА',
        'color' => '#fffeb2',
        'amo'   => 55690122
    ],
    32 => [
        'title' => 'ПРОИЗВОДИТСЯ РЕМОНТ БСА',
        'color' => '#87f2c0',
        'amo'   => 55690126
    ],
    33 => [
        'title' => 'Заморозка',
        'color' => '#99ccff',
        'amo'   => 44142685
    ],
    34 => [
        'title' => 'Закрыто нет документов',
        'color' => '#99ccff',
        'amo'   => 42959230
    ],
    35 => [
        'title' => 'Юр. отдел',
        'color' => '#99ccff',
        'amo'   => 43442365
    ],
    36 => [
        'title' => 'Успешно реализовано',
        'color' => '#CCFF66',
        'amo'   => 142
    ],
    37 => [
        'title' => 'Закрыто и не реализовано',
        'color' => '#D5D8DB',
        'amo'   => 143
    ]
    */
];
