export const page = {
        "errors": {},
        "auth": {
          "user": {
            "id": 33,
            "name": "FRONTEND",
            "email": "frontend@atlonfm.com",
            "fio": "Майя",
            "phone": "79999999999",
            "role_id": 22,
            "chief": 2,
            "status": 1,
            "available_stages": [
              1,
              2,
              3,
              4,
              5,
              6,
              7,
              8,
              9,
              10,
              11,
              12,
              13,
              14,
              15,
              16,
              17,
              18,
              19,
              20,
              21,
              22,
              23,
              24,
              25,
              26,
              27,
              28,
              29,
              30,
              31,
              32,
              33,
              34,
              35,
              36,
              37,
              38,
              39,
              40,
              41,
              42,
              43,
              44,
              45,
              46,
              47,
              48,
              49,
              50,
              51,
              52,
              53,
              54,
              55,
              56,
              57,
              58,
              59,
              60,
              61,
              62,
              63,
              64,
              65,
              66,
              67,
              68,
              69,
              70,
              71,
              72,
              73,
              74,
              75,
              76,
              77,
              78,
              79,
              80,
              81,
              82,
              83,
              84,
              85,
              86,
              87,
              88,
              89,
              90,
              91,
              92,
              93,
              94,
              95,
              96,
              97,
              98,
              99,
              100,
              101,
              102,
              103,
              104,
              105,
              106,
              107,
              108,
              109,
              110,
              111,
              112,
              113,
              114,
              115,
              116,
              117,
              118,
              119,
              120,
              121,
              122,
              123,
              124,
              125,
              126,
              127,
              128,
              129,
              130,
              131,
              132,
              133,
              134,
              135,
              136,
              137,
              138,
              139,
              140,
              141,
              142,
              143,
              144,
              145,
              146,
              147,
              148,
              149,
              150,
              151,
              152,
              153,
              154,
              155,
              156,
              157,
              158,
              159,
              160,
              161,
              162,
              163,
              164,
              165,
              166,
              167,
              168,
              169,
              170,
              171,
              172,
              173,
              174,
              175,
              176,
              177,
              178,
              179,
              180,
              181,
              182,
              183,
              184,
              185,
              186,
              187,
              188,
              189,
              190,
              191,
              192,
              193,
              194,
              195,
              196,
              197,
              198,
              199,
              200,
              201,
              202,
              203,
              204,
              205,
              206,
              207,
              208,
              209,
              210,
              211,
              212,
              213,
              214,
              215,
              216,
              217,
              218,
              219,
              220,
              221,
              222,
              223,
              224,
              225,
              226,
              227,
              228,
              229,
              230,
              231,
              232,
              233,
              234,
              235,
              236,
              237,
              238,
              239,
              240,
              241,
              242,
              243,
              244,
              245,
              246,
              247,
              248,
              249,
              250,
              251,
              252,
              253,
              254,
              255,
              256,
              257,
              258,
              259,
              260,
              261,
              262,
              263,
              264,
              265,
              266,
              267,
              268,
              269,
              270,
              271,
              272,
              273,
              274,
              275,
              276,
              277,
              278,
              279,
              280
            ],
            "deleted_at": null
          }
        },
        "datatable": {
          "pagination": {
            "options": [
              25,
              50,
              100
            ],
            "page": 1,
            "rows": 25
          },
          "state": true
        },
        "lists": {
          "roles": {
            "1": "Мастер",
            "2": "Оператор КЦ",
            "3": "Замерщик",
            "4": "Прораб",
            "5": "Дизайнер",
            "6": "Комплектатор",
            "7": "Менеджер",
            "8": "HR",
            "9": "Партнёр",
            "10": "Бухгалтер",
            "11": "Главбух",
            "12": "РОК (руководитель отдела кадров)",
            "13": "Юрист",
            "14": "РОР (руководитель отдела развития)",
            "15": "НОК (начальник отдела комплектации)",
            "16": "НОД (начальник отдела дизайна)",
            "17": "Начальник участка",
            "18": "РОП",
            "19": "Начальник call-центра",
            "20": "Коммерческий директор",
            "21": "Директор",
            "22": "АДМИНИСТРАТОР",
            "23": "СУПЕРАДМИН",
            "24": "Начальник отдела производства",
            "25": "Начальник ОТК",
            "26": "Маркетолог",
            "27": "Выездной инженер ОТК",
            "28": "Начальник Склада",
            "29": "Поставщик",
            "30": "ОТК",
            "31": "Курьер",
            "1000": "Клиент"
          },
          "status": {
            "0": "Выключен",
            "1": "Включен",
            "3": "Заблокирован"
          },
          "chief": {
            "2": "ААЮ",
            "18": "ИВА",
            "22": "КМП",
            "26": "УВВ",
            "27": "САД",
            "28": "БАО",
            "29": "АДН",
            "35": "ЧЕВ",
            "99": "МНВ",
            "102": "ПМС",
            "103": "БСА2",
            "159": "ПСВ2",
            "166": "ИВА2",
            "170": "ААВ",
            "181": "ППС",
            "556": "ЧЮД",
            "672": "ЗИА",
            "673": "КНС",
            "694": "АДВ2",
            "771": "ЮЗР"
          },
          "pipelines": [
            {
              "id": 1,
              "name": "Отделка квартир",
              "archive": false,
              "stages": [
                {
                  "id": 1,
                  "title": "Неразобранное",
                  "color": "#e6e8ea"
                },
                {
                  "id": 2,
                  "title": "Неразобранное",
                  "color": "#c1c1c1"
                },
                {
                  "id": 3,
                  "title": "Квалификация (взят в работу)",
                  "color": "#fffd7f"
                },
                {
                  "id": 4,
                  "title": "Отказ от производства (Новый регламент)",
                  "color": "#ffc8c8"
                },
                {
                  "id": 5,
                  "title": "Спам",
                  "color": "#99ccff"
                },
                {
                  "id": 6,
                  "title": "Думают покупать жилье",
                  "color": "#99ccff"
                },
                {
                  "id": 7,
                  "title": "Недозвон",
                  "color": "#99ccff"
                },
                {
                  "id": 8,
                  "title": "отложенные ждут ключи",
                  "color": "#c1e0ff"
                },
                {
                  "id": 9,
                  "title": "Думают связь только Мессенджеры",
                  "color": "#99ccff"
                },
                {
                  "id": 10,
                  "title": "Думает/В работе у оператора",
                  "color": "#ffeab2"
                },
                {
                  "id": 11,
                  "title": "Перезвонить На замер (горячие)",
                  "color": "#fffd7f"
                },
                {
                  "id": 12,
                  "title": "выезд замерщика",
                  "color": "#ffce5a"
                },
                {
                  "id": 13,
                  "title": "Дизайн распределение",
                  "color": "#ffc8c8"
                },
                {
                  "id": 14,
                  "title": "Встреча Дизайн",
                  "color": "#99ccff"
                },
                {
                  "id": 15,
                  "title": "Договор Дизайн",
                  "color": "#deff81"
                },
                {
                  "id": 16,
                  "title": "Удаленный просчет",
                  "color": "#99ccff"
                },
                {
                  "id": 17,
                  "title": "ВЫЕЗД ЗАМЕРЩИКА РАСПРЕДЕЛЕНИЕ",
                  "color": "#ffc8c8"
                },
                {
                  "id": 18,
                  "title": "в новой срм",
                  "color": "#ebffb1"
                },
                {
                  "id": 19,
                  "title": "Распределен",
                  "color": "#d6eaff"
                },
                {
                  "id": 20,
                  "title": "Выезд не состоялся Оператор",
                  "color": "#ffc8c8"
                },
                {
                  "id": 21,
                  "title": "Выезд не состоялся замерщик",
                  "color": "#ff8f92"
                },
                {
                  "id": 22,
                  "title": "Холостой",
                  "color": "#ffdc7f"
                },
                {
                  "id": 23,
                  "title": "Выезд состоялся",
                  "color": "#ccc8f9"
                },
                {
                  "id": 24,
                  "title": "согласовать смету",
                  "color": "#fff000"
                },
                {
                  "id": 25,
                  "title": "Возврат на доработку РОПу",
                  "color": "#99ccff"
                },
                {
                  "id": 26,
                  "title": "Выдано в работу",
                  "color": "#99ccff"
                },
                {
                  "id": 27,
                  "title": "заморозка ОП",
                  "color": "#99ccff"
                },
                {
                  "id": 28,
                  "title": "Запуск Объекта ИВА",
                  "color": "#fffd7f"
                },
                {
                  "id": 29,
                  "title": "Производится ремонт ИВА",
                  "color": "#87f2c0"
                },
                {
                  "id": 30,
                  "title": "Запуск объекта МДА",
                  "color": "#fffd7f"
                },
                {
                  "id": 31,
                  "title": "производится ремонт МДА",
                  "color": "#87f2c0"
                },
                {
                  "id": 32,
                  "title": "Запуск объекта КМП",
                  "color": "#fffeb2"
                },
                {
                  "id": 33,
                  "title": "производится ремонт КМП",
                  "color": "#87f2c0"
                },
                {
                  "id": 34,
                  "title": "Запуск объекта МСП",
                  "color": "#fffeb2"
                },
                {
                  "id": 35,
                  "title": "ПРОИЗВОДИТСЯ РЕМОНТ МСП",
                  "color": "#87f2c0"
                },
                {
                  "id": 36,
                  "title": "ЗАПУСК ОБЪЕКТА БСА",
                  "color": "#fffeb2"
                },
                {
                  "id": 37,
                  "title": "ПРОИЗВОДИТСЯ РЕМОНТ БСА",
                  "color": "#87f2c0"
                },
                {
                  "id": 38,
                  "title": "ЗАМОРОЗКА",
                  "color": "#99ccff"
                },
                {
                  "id": 39,
                  "title": "закрыто нет документов",
                  "color": "#99ccff"
                },
                {
                  "id": 40,
                  "title": "ЮР. ОТДЕЛ",
                  "color": "#99ccff"
                },
                {
                  "id": 41,
                  "title": "Успешно реализовано",
                  "color": "#CCFF66"
                },
                {
                  "id": 42,
                  "title": "Закрыто и не реализовано",
                  "color": "#D5D8DB"
                }
              ]
            },
            {
              "id": 2,
              "name": "Дизайн",
              "archive": false,
              "stages": [
                {
                  "id": 43,
                  "title": "Неразобранное",
                  "color": "#e6e8ea"
                },
                {
                  "id": 44,
                  "title": "Неразобранное",
                  "color": "#c1c1c1"
                },
                {
                  "id": 45,
                  "title": "Новая заявка дизайн",
                  "color": "#fffd7f"
                },
                {
                  "id": 46,
                  "title": "Заявка на дизайн",
                  "color": "#eb93ff"
                },
                {
                  "id": 47,
                  "title": "В работе",
                  "color": "#99ccff"
                },
                {
                  "id": 48,
                  "title": "Договор подписан",
                  "color": "#fffeb2"
                },
                {
                  "id": 49,
                  "title": "1 этап",
                  "color": "#99ccff"
                },
                {
                  "id": 50,
                  "title": "2 этап",
                  "color": "#99ccff"
                },
                {
                  "id": 51,
                  "title": "3 этап",
                  "color": "#99ccff"
                },
                {
                  "id": 52,
                  "title": "Реализовано",
                  "color": "#99ccff"
                },
                {
                  "id": 53,
                  "title": "Старые договора",
                  "color": "#f9deff"
                },
                {
                  "id": 54,
                  "title": "Успешно реализовано",
                  "color": "#CCFF66"
                },
                {
                  "id": 55,
                  "title": "Закрыто и не реализовано",
                  "color": "#D5D8DB"
                }
              ]
            },
            {
              "id": 3,
              "name": "Нецелевые",
              "archive": false,
              "stages": [
                {
                  "id": 56,
                  "title": "Неразобранное",
                  "color": "#c1c1c1"
                },
                {
                  "id": 57,
                  "title": "Нецелевые другое",
                  "color": "#99ccff"
                },
                {
                  "id": 58,
                  "title": "Нецелевые по минималке",
                  "color": "#99ccff"
                },
                {
                  "id": 59,
                  "title": "Нецелевые продажа квартиры",
                  "color": "#99ccff"
                },
                {
                  "id": 60,
                  "title": "По работе",
                  "color": "#ffff99"
                },
                {
                  "id": 61,
                  "title": "По работе прозвонили",
                  "color": "#ffc8c8"
                },
                {
                  "id": 62,
                  "title": "Нецелевые недозвон",
                  "color": "#c1e0ff"
                },
                {
                  "id": 63,
                  "title": "Нецелевые по удаленности",
                  "color": "#99ccff"
                },
                {
                  "id": 64,
                  "title": "Холостой выезд замер",
                  "color": "#ffce5a"
                },
                {
                  "id": 65,
                  "title": "Успешно реализовано",
                  "color": "#CCFF66"
                },
                {
                  "id": 66,
                  "title": "Закрыто и не реализовано",
                  "color": "#D5D8DB"
                }
              ]
            },
            {
              "id": 4,
              "name": "Холодные",
              "archive": false,
              "stages": [
                {
                  "id": 67,
                  "title": "Неразобранное",
                  "color": "#c1c1c1"
                },
                {
                  "id": 68,
                  "title": "Первичный контакт новое",
                  "color": "#99ccff"
                },
                {
                  "id": 69,
                  "title": "Офис вывести на контакт",
                  "color": "#f9deff"
                },
                {
                  "id": 70,
                  "title": "Недозвон",
                  "color": "#d6eaff"
                },
                {
                  "id": 71,
                  "title": "Не целевой",
                  "color": "#99ccff"
                },
                {
                  "id": 72,
                  "title": "Целевые от офиса!",
                  "color": "#deff81"
                },
                {
                  "id": 73,
                  "title": "НЦ уже делают ремонт",
                  "color": "#99ccff"
                },
                {
                  "id": 74,
                  "title": "Не Целевой по минималке",
                  "color": "#99ccff"
                },
                {
                  "id": 75,
                  "title": "Отказ от производства (Новый регламент)",
                  "color": "#ffc8c8"
                },
                {
                  "id": 76,
                  "title": "Не Целевой никогда НДЗ",
                  "color": "#99ccff"
                },
                {
                  "id": 77,
                  "title": "Не Целевой НДЗ( после думает)",
                  "color": "#ccc8f9"
                },
                {
                  "id": 78,
                  "title": "Думает НДЗ",
                  "color": "#ffeab2"
                },
                {
                  "id": 79,
                  "title": "Думает в рассылку смс",
                  "color": "#fffeb2"
                },
                {
                  "id": 80,
                  "title": "Нет ключей",
                  "color": "#f3beff"
                },
                {
                  "id": 81,
                  "title": "Думает срок не определен",
                  "color": "#87f2c0"
                },
                {
                  "id": 82,
                  "title": "Думает",
                  "color": "#fffeb2"
                },
                {
                  "id": 83,
                  "title": "Перезвонить на замер Горячие",
                  "color": "#deff81"
                },
                {
                  "id": 84,
                  "title": "выезд дизайн (перенести в отделку)",
                  "color": "#99ccff"
                },
                {
                  "id": 85,
                  "title": "Выезд Замерщика (перенести в отделку)",
                  "color": "#ffce5a"
                },
                {
                  "id": 86,
                  "title": "Успешно реализовано",
                  "color": "#CCFF66"
                },
                {
                  "id": 87,
                  "title": "Закрыто и не реализовано",
                  "color": "#D5D8DB"
                }
              ]
            },
            {
              "id": 5,
              "name": "Недвижимость Вторичка",
              "archive": false,
              "stages": [
                {
                  "id": 88,
                  "title": "Неразобранное",
                  "color": "#c1c1c1"
                },
                {
                  "id": 89,
                  "title": "Неразобранное",
                  "color": "#e6e8ea"
                },
                {
                  "id": 90,
                  "title": "Взял в работу",
                  "color": "#99ccff"
                },
                {
                  "id": 91,
                  "title": "Недозвон",
                  "color": "#d6eaff"
                },
                {
                  "id": 92,
                  "title": "Переговоры",
                  "color": "#ffff99"
                },
                {
                  "id": 93,
                  "title": "Разместили объявление ( рекламу)",
                  "color": "#87f2c0"
                },
                {
                  "id": 94,
                  "title": "Отказ от сотрудничесва",
                  "color": "#99ccff"
                },
                {
                  "id": 95,
                  "title": "Отказ (Продали сами)",
                  "color": "#ff8f92"
                },
                {
                  "id": 96,
                  "title": "Успешная сделка",
                  "color": "#deff81"
                },
                {
                  "id": 97,
                  "title": "Успешно реализовано",
                  "color": "#CCFF66"
                },
                {
                  "id": 98,
                  "title": "Закрыто и не реализовано",
                  "color": "#D5D8DB"
                }
              ]
            },
            {
              "id": 6,
              "name": "Воронка \"Спецновострой\"",
              "archive": false,
              "stages": [
                {
                  "id": 99,
                  "title": "Неразобранное",
                  "color": "#c1c1c1"
                },
                {
                  "id": 100,
                  "title": "КВАЛИФИКАЦИЯ (ВЗЯТ В РАБОТУ)",
                  "color": "#fffd7f"
                },
                {
                  "id": 101,
                  "title": "НЕДОЗВОН",
                  "color": "#c1e0ff"
                },
                {
                  "id": 102,
                  "title": "ОТЛОЖЕННЫЕ ЖДУТ КЛЮЧИ",
                  "color": "#99ccff"
                },
                {
                  "id": 103,
                  "title": "ДУМАЮТ не звонить",
                  "color": "#ffdc7f"
                },
                {
                  "id": 104,
                  "title": "Думают связь только мессенджеры",
                  "color": "#fffeb2"
                },
                {
                  "id": 105,
                  "title": "Рассылка в месенджере отправлена",
                  "color": "#99ccff"
                },
                {
                  "id": 106,
                  "title": "Думают в работе",
                  "color": "#ffeab2"
                },
                {
                  "id": 107,
                  "title": "ПЕРЕЗВОНИТЬ НА ЗАМЕР (ГОРЯЧИЕ)",
                  "color": "#fffd7f"
                },
                {
                  "id": 108,
                  "title": "ВЫЕЗД ЗАМЕРЩИКА",
                  "color": "#ffcc66"
                },
                {
                  "id": 109,
                  "title": "ВЫЕЗД ДИЗАЙН",
                  "color": "#99ccff"
                },
                {
                  "id": 110,
                  "title": "ВЫЕЗД ЗАМЕРЩИКА РАСПРЕДЕЛЕНИЕ",
                  "color": "#ffc8c8"
                },
                {
                  "id": 111,
                  "title": "В НОВОЙ СРМ",
                  "color": "#deff81"
                },
                {
                  "id": 112,
                  "title": "РАСПРЕДЕЛЕН",
                  "color": "#99ccff"
                },
                {
                  "id": 113,
                  "title": "УДАЛЕННЫЙ ПРОСЧЕТ",
                  "color": "#99ccff"
                },
                {
                  "id": 114,
                  "title": "ВЫЕЗД НЕ СОСТОЯЛСЯ ОПЕРАТОР",
                  "color": "#ffc8c8"
                },
                {
                  "id": 115,
                  "title": "ВЫЕЗД НЕ СОСТОЯЛСЯ ЗАМЕРЩИК",
                  "color": "#ffc8c8"
                },
                {
                  "id": 116,
                  "title": "ВЫЕЗД СОСТОЯЛСЯ",
                  "color": "#ccc8f9"
                },
                {
                  "id": 117,
                  "title": "ХОЛОСТОЙ",
                  "color": "#ffdc7f"
                },
                {
                  "id": 118,
                  "title": "СОГЛАСОВАТЬ СМЕТУ",
                  "color": "#fffd7f"
                },
                {
                  "id": 119,
                  "title": "ВОЗВРАТ НА ДОРАБОТКУ РОПУ",
                  "color": "#99ccff"
                },
                {
                  "id": 120,
                  "title": "ВЫДАНО В РАБОТУ",
                  "color": "#99ccff"
                },
                {
                  "id": 121,
                  "title": "ПРОИЗВОДИТСЯ РЕМОНТ МДА",
                  "color": "#87f2c0"
                },
                {
                  "id": 122,
                  "title": "ПРОИЗВОДИТСЯ РЕМОНТ ИВА",
                  "color": "#87f2c0"
                },
                {
                  "id": 123,
                  "title": "ПРОИЗВОДИТСЯ РЕМОНТ КМП",
                  "color": "#deff81"
                },
                {
                  "id": 124,
                  "title": "ПРОИЗВОДИТСЯ РЕМОНТ БСА",
                  "color": "#87f2c0"
                },
                {
                  "id": 125,
                  "title": "ПРОИЗВОДИТСЯ РЕМОНТ МПС",
                  "color": "#deff81"
                },
                {
                  "id": 126,
                  "title": "ЗАМОРОЗКА",
                  "color": "#99ccff"
                },
                {
                  "id": 127,
                  "title": "ЗАКРЫТО НЕТ ДОКУМЕНТОВ",
                  "color": "#99ccff"
                },
                {
                  "id": 128,
                  "title": "ЮР. ОТДЕЛ",
                  "color": "#99ccff"
                },
                {
                  "id": 129,
                  "title": "Успешно реализовано",
                  "color": "#CCFF66"
                },
                {
                  "id": 130,
                  "title": "Закрыто и не реализовано",
                  "color": "#D5D8DB"
                }
              ]
            },
            {
              "id": 7,
              "name": "Комлектация",
              "archive": false,
              "stages": [
                {
                  "id": 131,
                  "title": "Неразобранное",
                  "color": "#c1c1c1"
                },
                {
                  "id": 132,
                  "title": "Первичный контакт",
                  "color": "#99ccff"
                },
                {
                  "id": 133,
                  "title": "Думают",
                  "color": "#ffff99"
                },
                {
                  "id": 134,
                  "title": "Согласование вариантов",
                  "color": "#ffcc66"
                },
                {
                  "id": 135,
                  "title": "В работе",
                  "color": "#99ccff"
                },
                {
                  "id": 136,
                  "title": "Успешно реализовано",
                  "color": "#CCFF66"
                },
                {
                  "id": 137,
                  "title": "Закрыто и не реализовано",
                  "color": "#D5D8DB"
                }
              ]
            },
            {
              "id": 8,
              "name": "Холодные базы КЦ1",
              "archive": false,
              "stages": [
                {
                  "id": 138,
                  "title": "Неразобранное",
                  "color": "#c1c1c1"
                },
                {
                  "id": 139,
                  "title": "Новые Надежда",
                  "color": "#99ccff"
                },
                {
                  "id": 140,
                  "title": "Новые Дмитрий",
                  "color": "#ffff99"
                },
                {
                  "id": 141,
                  "title": "Не целевой Микаэль",
                  "color": "#99ccff"
                },
                {
                  "id": 142,
                  "title": "Не ЦЕЛЕВОЙ НАДЕЖДА",
                  "color": "#99ccff"
                },
                {
                  "id": 143,
                  "title": "Не Целевой Дмитрий",
                  "color": "#99ccff"
                },
                {
                  "id": 144,
                  "title": "Успешно реализовано",
                  "color": "#CCFF66"
                },
                {
                  "id": 145,
                  "title": "Закрыто и не реализовано",
                  "color": "#D5D8DB"
                }
              ]
            },
            {
              "id": 9,
              "name": "Партнеры АТЛОН",
              "archive": false,
              "stages": [
                {
                  "id": 146,
                  "title": "Неразобранное",
                  "color": "#c1c1c1"
                },
                {
                  "id": 147,
                  "title": "Первичный контакт",
                  "color": "#99ccff"
                },
                {
                  "id": 148,
                  "title": "Переговоры",
                  "color": "#ffff99"
                },
                {
                  "id": 149,
                  "title": "Принимают решение",
                  "color": "#ffcc66"
                },
                {
                  "id": 150,
                  "title": "ева",
                  "color": "#99ccff"
                },
                {
                  "id": 151,
                  "title": "микаэль",
                  "color": "#99ccff"
                },
                {
                  "id": 152,
                  "title": "Дамир",
                  "color": "#99ccff"
                },
                {
                  "id": 153,
                  "title": "Влад",
                  "color": "#99ccff"
                },
                {
                  "id": 154,
                  "title": "мансур",
                  "color": "#99ccff"
                },
                {
                  "id": 155,
                  "title": "Артем",
                  "color": "#99ccff"
                },
                {
                  "id": 156,
                  "title": "Наргиза",
                  "color": "#99ccff"
                },
                {
                  "id": 157,
                  "title": "Рамз",
                  "color": "#99ccff"
                },
                {
                  "id": 158,
                  "title": "Влас",
                  "color": "#99ccff"
                },
                {
                  "id": 159,
                  "title": "Вардан",
                  "color": "#99ccff"
                },
                {
                  "id": 160,
                  "title": "Ростислав",
                  "color": "#99ccff"
                },
                {
                  "id": 161,
                  "title": "Успешно реализовано",
                  "color": "#CCFF66"
                },
                {
                  "id": 162,
                  "title": "Закрыто и не реализовано",
                  "color": "#D5D8DB"
                }
              ]
            },
            {
              "id": 10,
              "name": "Судебки Приемки кв",
              "archive": false,
              "stages": [
                {
                  "id": 163,
                  "title": "Неразобранное",
                  "color": "#c1c1c1"
                },
                {
                  "id": 164,
                  "title": "Первичный контакт",
                  "color": "#99ccff"
                },
                {
                  "id": 165,
                  "title": "Переговоры",
                  "color": "#ffff99"
                },
                {
                  "id": 166,
                  "title": "Принимают решение",
                  "color": "#deff81"
                },
                {
                  "id": 167,
                  "title": "Выезд приемщика",
                  "color": "#ffce5a"
                },
                {
                  "id": 168,
                  "title": "Согласовать договор",
                  "color": "#99ccff"
                },
                {
                  "id": 169,
                  "title": "договор подписан",
                  "color": "#99ccff"
                },
                {
                  "id": 170,
                  "title": "ведется работа",
                  "color": "#99ccff"
                },
                {
                  "id": 171,
                  "title": "Успешно реализовано",
                  "color": "#CCFF66"
                },
                {
                  "id": 172,
                  "title": "Закрыто и не реализовано",
                  "color": "#D5D8DB"
                }
              ]
            },
            {
              "id": 11,
              "name": "Холодные Санкт-Петербург",
              "archive": false,
              "stages": [
                {
                  "id": 173,
                  "title": "Неразобранное",
                  "color": "#c1c1c1"
                },
                {
                  "id": 174,
                  "title": "Первичный контакт",
                  "color": "#99ccff"
                },
                {
                  "id": 175,
                  "title": "Переговоры",
                  "color": "#ffff99"
                },
                {
                  "id": 176,
                  "title": "Принимают решение",
                  "color": "#ffcc66"
                },
                {
                  "id": 177,
                  "title": "Успешно реализовано",
                  "color": "#CCFF66"
                },
                {
                  "id": 178,
                  "title": "Закрыто и не реализовано",
                  "color": "#D5D8DB"
                }
              ]
            },
            {
              "id": 12,
              "name": "Холодные 2ой КЦ",
              "archive": false,
              "stages": [
                {
                  "id": 179,
                  "title": "Неразобранное",
                  "color": "#c1c1c1"
                },
                {
                  "id": 180,
                  "title": "Первичный контакт",
                  "color": "#99ccff"
                },
                {
                  "id": 181,
                  "title": "Недозвон",
                  "color": "#d6eaff"
                },
                {
                  "id": 182,
                  "title": "Не Целевой",
                  "color": "#99ccff"
                },
                {
                  "id": 183,
                  "title": "НЦ по минималке",
                  "color": "#99ccff"
                },
                {
                  "id": 184,
                  "title": "НЦ уже делают ремонт",
                  "color": "#99ccff"
                },
                {
                  "id": 185,
                  "title": "Отказ Производства",
                  "color": "#ff8f92"
                },
                {
                  "id": 186,
                  "title": "НЕт Ключей",
                  "color": "#f3beff"
                },
                {
                  "id": 187,
                  "title": "Думает срок не определен",
                  "color": "#87f2c0"
                },
                {
                  "id": 188,
                  "title": "Думает",
                  "color": "#fffd7f"
                },
                {
                  "id": 189,
                  "title": "ПЕРЕЗВОНИТЬ НА ЗАМЕР ГОРЯЧИЕ",
                  "color": "#deff81"
                },
                {
                  "id": 190,
                  "title": "Выезд дизайн (перенести в отделку)",
                  "color": "#99ccff"
                },
                {
                  "id": 191,
                  "title": "Выезд замерщика (перенести в отделку)",
                  "color": "#ffce5a"
                },
                {
                  "id": 192,
                  "title": "Успешно реализовано",
                  "color": "#CCFF66"
                },
                {
                  "id": 193,
                  "title": "Закрыто и не реализовано",
                  "color": "#D5D8DB"
                }
              ]
            },
            {
              "id": 13,
              "name": "Московская Планировка",
              "archive": false,
              "stages": [
                {
                  "id": 194,
                  "title": "Неразобранное",
                  "color": "#c1c1c1"
                },
                {
                  "id": 195,
                  "title": "КВАЛИФИКАЦИЯ (ВЗЯТ В РАБОТУ)",
                  "color": "#fffeb2"
                },
                {
                  "id": 196,
                  "title": "НЕДОЗВОН",
                  "color": "#c1e0ff"
                },
                {
                  "id": 197,
                  "title": "Не целевой",
                  "color": "#99ccff"
                },
                {
                  "id": 198,
                  "title": "Нет ключей",
                  "color": "#eb93ff"
                },
                {
                  "id": 199,
                  "title": "ДУМАЮТ В РАБОТЕ",
                  "color": "#fffd7f"
                },
                {
                  "id": 200,
                  "title": "ПЕРЕЗВОНИТЬ НА ЗАМЕР (ГОРЯЧИЕ)",
                  "color": "#deff81"
                },
                {
                  "id": 201,
                  "title": "ВЫЕЗД ЗАМЕРЩИКА",
                  "color": "#ffce5a"
                },
                {
                  "id": 202,
                  "title": "ДИЗАЙН",
                  "color": "#99ccff"
                },
                {
                  "id": 203,
                  "title": "ВЫЕЗД ЗАМЕРЩИКА РАСПРЕДЕЛЕНИЕ",
                  "color": "#ffc8c8"
                },
                {
                  "id": 204,
                  "title": "В новой СРМ",
                  "color": "#ebffb1"
                },
                {
                  "id": 205,
                  "title": "СОГЛАСОВАТЬ СМЕТУ",
                  "color": "#fffeb2"
                },
                {
                  "id": 206,
                  "title": "ВЫДАНО В РАБОТУ",
                  "color": "#99ccff"
                },
                {
                  "id": 207,
                  "title": "ПРОИЗВОДИТСЯ РЕМОНТ ИВА",
                  "color": "#87f2c0"
                },
                {
                  "id": 208,
                  "title": "Закрыто нет документов",
                  "color": "#98cbff"
                },
                {
                  "id": 209,
                  "title": "Успешно реализовано",
                  "color": "#CCFF66"
                },
                {
                  "id": 210,
                  "title": "Закрыто и не реализовано",
                  "color": "#D5D8DB"
                }
              ]
            },
            {
              "id": 14,
              "name": "Аудит новострой",
              "archive": false,
              "stages": [
                {
                  "id": 211,
                  "title": "Неразобранное",
                  "color": "#c1c1c1"
                },
                {
                  "id": 212,
                  "title": "Новые заявки",
                  "color": "#99ccff"
                },
                {
                  "id": 213,
                  "title": "Квалификация",
                  "color": "#fffeb2"
                },
                {
                  "id": 214,
                  "title": "Недозвон",
                  "color": "#99ccff"
                },
                {
                  "id": 215,
                  "title": "Рассылка в месенджере отправлена",
                  "color": "#99ccff"
                },
                {
                  "id": 216,
                  "title": "Думают в работе",
                  "color": "#ffff99"
                },
                {
                  "id": 217,
                  "title": "Горячие перезвонить на замер",
                  "color": "#87f2c0"
                },
                {
                  "id": 218,
                  "title": "Выезд замерщика",
                  "color": "#ffce5a"
                },
                {
                  "id": 219,
                  "title": "Выезд дизайн",
                  "color": "#99ccff"
                },
                {
                  "id": 220,
                  "title": "Выезд замерщика распределение",
                  "color": "#ffc8c8"
                },
                {
                  "id": 221,
                  "title": "В НОВОЙ СРМ",
                  "color": "#deff81"
                },
                {
                  "id": 222,
                  "title": "распределен",
                  "color": "#99ccff"
                },
                {
                  "id": 223,
                  "title": "Согласовать смету",
                  "color": "#fffd7f"
                },
                {
                  "id": 224,
                  "title": "Возврат на доработку РОПу",
                  "color": "#99ccff"
                },
                {
                  "id": 225,
                  "title": "Выдано в работу",
                  "color": "#99ccff"
                },
                {
                  "id": 226,
                  "title": "Производится ремонт",
                  "color": "#87f2c0"
                },
                {
                  "id": 227,
                  "title": "Заморозка",
                  "color": "#99ccff"
                },
                {
                  "id": 228,
                  "title": "Успешно реализовано",
                  "color": "#CCFF66"
                },
                {
                  "id": 229,
                  "title": "Закрыто и не реализовано",
                  "color": "#D5D8DB"
                }
              ]
            },
            {
              "id": 15,
              "name": "М2 Партнеры",
              "archive": false,
              "stages": [
                {
                  "id": 230,
                  "title": "Неразобранное",
                  "color": "#c1c1c1"
                },
                {
                  "id": 231,
                  "title": "НОВЫЕ ЗАЯВКИ",
                  "color": "#99ccff"
                },
                {
                  "id": 232,
                  "title": "КВАЛИФИКАЦИЯ",
                  "color": "#ffff99"
                },
                {
                  "id": 233,
                  "title": "Недозвон",
                  "color": "#99ccff"
                },
                {
                  "id": 234,
                  "title": "Не Целевой",
                  "color": "#99ccff"
                },
                {
                  "id": 235,
                  "title": "Дубль",
                  "color": "#99ccff"
                },
                {
                  "id": 236,
                  "title": "нет ключей",
                  "color": "#eb93ff"
                },
                {
                  "id": 237,
                  "title": "Думает в работе у оператора",
                  "color": "#fffeb2"
                },
                {
                  "id": 238,
                  "title": "ГОРЯЧИЕ ПЕРЕЗВОНИТЬ НА ЗАМЕР",
                  "color": "#87f2c0"
                },
                {
                  "id": 239,
                  "title": "ВЫЕЗД ЗАМЕРЩИКА",
                  "color": "#ffcc66"
                },
                {
                  "id": 240,
                  "title": "Распеделение",
                  "color": "#99ccff"
                },
                {
                  "id": 241,
                  "title": "Выдано в работу",
                  "color": "#99ccff"
                },
                {
                  "id": 242,
                  "title": "Производится Ремонт",
                  "color": "#87f2c0"
                },
                {
                  "id": 243,
                  "title": "Успешно реализовано",
                  "color": "#CCFF66"
                },
                {
                  "id": 244,
                  "title": "Закрыто и не реализовано",
                  "color": "#D5D8DB"
                }
              ]
            },
            {
              "id": 16,
              "name": "Приемка.Москва",
              "archive": false,
              "stages": [
                {
                  "id": 245,
                  "title": "Неразобранное",
                  "color": "#c1c1c1"
                },
                {
                  "id": 246,
                  "title": "Первичный контакт",
                  "color": "#99ccff"
                },
                {
                  "id": 247,
                  "title": "Нецелевой",
                  "color": "#99ccff"
                },
                {
                  "id": 248,
                  "title": "Недозвон",
                  "color": "#d6eaff"
                },
                {
                  "id": 249,
                  "title": "Думает",
                  "color": "#ffff99"
                },
                {
                  "id": 250,
                  "title": "Думает срок не отпределен",
                  "color": "#87f2c0"
                },
                {
                  "id": 251,
                  "title": "Горячие на замер",
                  "color": "#deff81"
                },
                {
                  "id": 252,
                  "title": "Выезд замерщика",
                  "color": "#ffcc66"
                },
                {
                  "id": 253,
                  "title": "Выезд замерщика распределение",
                  "color": "#ffc8c8"
                },
                {
                  "id": 254,
                  "title": "В НОВОЙ СРМ",
                  "color": "#deff81"
                },
                {
                  "id": 255,
                  "title": "Распределен",
                  "color": "#d6eaff"
                },
                {
                  "id": 256,
                  "title": "Согласовать смету",
                  "color": "#fffd7f"
                },
                {
                  "id": 257,
                  "title": "Выдано в работу",
                  "color": "#99ccff"
                },
                {
                  "id": 258,
                  "title": "Производится ремонт",
                  "color": "#87f2c0"
                },
                {
                  "id": 259,
                  "title": "Успешно реализовано",
                  "color": "#CCFF66"
                },
                {
                  "id": 260,
                  "title": "Закрыто и не реализовано",
                  "color": "#D5D8DB"
                }
              ]
            },
            {
              "id": 17,
              "name": "Avito",
              "archive": false,
              "stages": [
                {
                  "id": 261,
                  "title": "Неразобранное",
                  "color": "#c1c1c1"
                },
                {
                  "id": 262,
                  "title": "Первичный контакт",
                  "color": "#99ccff"
                },
                {
                  "id": 263,
                  "title": "Переговоры",
                  "color": "#ffff99"
                },
                {
                  "id": 264,
                  "title": "Принимают решение",
                  "color": "#ffcc66"
                },
                {
                  "id": 265,
                  "title": "Успешно реализовано",
                  "color": "#CCFF66"
                },
                {
                  "id": 266,
                  "title": "Закрыто и не реализовано",
                  "color": "#D5D8DB"
                }
              ]
            },
            {
              "id": 18,
              "name": "Комплектация Новая",
              "archive": false,
              "stages": [
                {
                  "id": 267,
                  "title": "Неразобранное",
                  "color": "#c1c1c1"
                },
                {
                  "id": 268,
                  "title": "Первичный контакт",
                  "color": "#99ccff"
                },
                {
                  "id": 269,
                  "title": "Недозвон",
                  "color": "#c1e0ff"
                },
                {
                  "id": 270,
                  "title": "Не целевой",
                  "color": "#98cbff"
                },
                {
                  "id": 271,
                  "title": "Принимают решение",
                  "color": "#fffeb2"
                },
                {
                  "id": 272,
                  "title": "Передан в комплектацию",
                  "color": "#deff81"
                },
                {
                  "id": 273,
                  "title": "Успешно реализовано",
                  "color": "#CCFF66"
                },
                {
                  "id": 274,
                  "title": "Закрыто и не реализовано",
                  "color": "#D5D8DB"
                }
              ]
            },
            {
              "id": 19,
              "name": "Замер",
              "archive": false,
              "stages": [
                {
                  "id": 275,
                  "title": "Распределен перенос из АМО",
                  "color": "#22B14B"
                },
                {
                  "id": 276,
                  "title": "Распределение замеров",
                  "color": "#97d4ff"
                },
                {
                  "id": 277,
                  "title": "Отмена замера",
                  "color": "#ffffff"
                },
                {
                  "id": 278,
                  "title": "Распределенные замеры",
                  "color": "#41d2f3"
                },
                {
                  "id": 279,
                  "title": "Удаленный просчёт",
                  "color": "#7cd7f3"
                },
                {
                  "id": 280,
                  "title": "Выезд состоялся",
                  "color": "#c0fd04"
                },
                {
                  "id": 281,
                  "title": "Холостой выезд",
                  "color": "#ffffff"
                },
                {
                  "id": 282,
                  "title": "Согласовать смету",
                  "color": "#1fffcb"
                },
                {
                  "id": 283,
                  "title": "Возврат на доработку РОПу",
                  "color": "#ccb1e0"
                },
                {
                  "id": 284,
                  "title": "Отказ",
                  "color": "#ff8d8d"
                },
                {
                  "id": 285,
                  "title": "Передача в производство",
                  "color": "#4be438"
                }
              ]
            },
            {
              "id": 20,
              "name": "Производство",
              "archive": false,
              "stages": [
                {
                  "id": 286,
                  "title": "Выдано в работу",
                  "color": "#97d4ff"
                },
                {
                  "id": 287,
                  "title": "Производится ремонт",
                  "color": "#7cd7f3"
                },
                {
                  "id": 288,
                  "title": " Объекты без мастеров",
                  "color": "#FF933D"
                },
                {
                  "id": 289,
                  "title": "Приостановка работ",
                  "color": "#41d2f3"
                },
                {
                  "id": 290,
                  "title": "Рекламация",
                  "color": "#FFF275"
                },
                {
                  "id": 291,
                  "title": "Спец.  бригада",
                  "color": "#FFDAA1"
                },
                {
                  "id": 292,
                  "title": "Юр отдел",
                  "color": "#1fffcb"
                },
                {
                  "id": 293,
                  "title": "Закрыто нет документов",
                  "color": "#c0fd04"
                },
                {
                  "id": 294,
                  "title": "Расторжение",
                  "color": "#ff8d8d"
                },
                {
                  "id": 295,
                  "title": "Закрыто от 0 до 70",
                  "color": "#9CFF80"
                },
                {
                  "id": 296,
                  "title": "Успешно закрыто",
                  "color": "#4be438"
                }
              ]
            }
          ]
        },
        "user": {
          "id": 2,
          "name": "ААЮ",
          "email": "alexandr.repairment@gmail.com",
          "fio": "Антипин Александр Юрьевич",
          "phone": "79067824443",
          "role_id": 21,
          "chief": 0,
          "status": 1,
          "available_stages": [
            1,
            2,
            3,
            4,
            5,
            6,
            7,
            8,
            9,
            10,
            11,
            12,
            13,
            14,
            15,
            16,
            17,
            18,
            19,
            20,
            21,
            22,
            23,
            24,
            25,
            26,
            27,
            28,
            29,
            30,
            31,
            32,
            33,
            34,
            35,
            36,
            37,
            38,
            39,
            40,
            41,
            42,
            43,
            44,
            45,
            46,
            47,
            48,
            49,
            50,
            51,
            52,
            53,
            54,
            55,
            56,
            57,
            58,
            59,
            60,
            61,
            62,
            63,
            64,
            65,
            66,
            67,
            68,
            69,
            70,
            71,
            72,
            73,
            74,
            75,
            76,
            77,
            78,
            79,
            80,
            81,
            82,
            83,
            84,
            85,
            86,
            87,
            88,
            89,
            90,
            91,
            92,
            93,
            94,
            95,
            96,
            97,
            98,
            99,
            100,
            101,
            102,
            103,
            104,
            105,
            106,
            107,
            108,
            109,
            110,
            111,
            112,
            113,
            114,
            115,
            116,
            117,
            118,
            119,
            120,
            121,
            122,
            123,
            124,
            125,
            126,
            127,
            128,
            129,
            130,
            131,
            132,
            133,
            134,
            135,
            136,
            137,
            138,
            139,
            140,
            141,
            142,
            143,
            144,
            145,
            146,
            147,
            148,
            149,
            150,
            151,
            152,
            153,
            154,
            155,
            156,
            157,
            158,
            159,
            160,
            161,
            162,
            163,
            164,
            165,
            166,
            167,
            168,
            169,
            170,
            171,
            172,
            173,
            174,
            175,
            176,
            177,
            178,
            179,
            180,
            181,
            182,
            183,
            184,
            185,
            186,
            187,
            188,
            189,
            190,
            191,
            192,
            193,
            194,
            195,
            196,
            197,
            198,
            199,
            200,
            201,
            202,
            203,
            204,
            205,
            206,
            207,
            208,
            209,
            210,
            211,
            212,
            213,
            214,
            215,
            216,
            217,
            218,
            219,
            220,
            221,
            222,
            223,
            224,
            225,
            226,
            227,
            228,
            229,
            230,
            231,
            232,
            233,
            234,
            235,
            236,
            237,
            238,
            239,
            240,
            241,
            242,
            243,
            244,
            245,
            246,
            247,
            248,
            249,
            250,
            251,
            252,
            253,
            254,
            255,
            256,
            257,
            258,
            259,
            260,
            261,
            262,
            263,
            264,
            265,
            266,
            267,
            268,
            269,
            270,
            271,
            272,
            273,
            274,
            275,
            276,
            277,
            278,
            279,
            280,
            281,
            282,
            283,
            284,
            285,
            286,
            287,
            288,
            289,
            290
          ],
          "deleted_at": null,
          "additional_roles": []
        }

      }