<?php
return [
    0 => [
        'title' => 'Без отделки',
        'amo'   => 0
    ],
    1 => [
        'title' => 'Отделка от застройщика',
        'amo'   => 0
    ],
    2 => [
        'title' => 'Черновая отделка',
        'amo'   => 656181
    ],
    3 => [
        'title' => 'Старый ремонт',
        'amo'   => 0
    ],
    4 => [
        'title' => 'Бетон',
        'amo'   => 656175
    ],
    5 => [
        'title' => 'Вайт бокс',
        'amo'   => 656177
    ],
    6 => [
        'title' => 'Отделка полная',
        'amo'   => 656179
    ],
    7 => [
        'title' => 'Отделка частичная (только черновые)',
        'amo'   => 656181
    ],
    8 => [
        'title' => 'Только часть черновых',
        'amo'   => 656183
    ],
];
