<?php

return [
    0 => [
        'title' => 'Не указано',
        'amo' => 0
    ],
    1 => [
        'title' => 'Новостройка',
        'amo' => 326265
    ],
    2 => [
        'title' => 'Вторичка',
        'amo' => 326263
    ],
    3 => [
        'title' => 'Частный дом/коттедж',
        'amo' => 634847],
    4 => [
        'title' => 'Офис',
        'amo' => 0
    ],
    5 => [
        'title' => 'Магазин',
        'amo' => 0
    ],
    6 => [
        'title' => 'Коммерческое помещение',
        'amo' => 326267
    ],
    7 => [
        'title' => 'Доделка',
        'amo' => 643677
    ],
    8 => [
        'title' => 'Другое',
        'amo' => 0
    ]
];
